{
  "1": {
    "1": "Союз на уровне Муладхара-чакры: отношения строятся на основе сексуального влечения и взаимной выгоды, обеспечивая стабильность и комфорт.",
    "2": "Сильное физическое влечение, но возможны эмоциональные разногласия из-за различий в потребностях.",
    "3": "Партнерство, основанное на стремлении к материальному благополучию и социальной стабильности.",
    "4": "Фундаментальные различия в ценностях могут привести к недопониманию и конфликтам.",
    "5": "Разные уровни духовного развития могут вызвать сложности в коммуникации и понимании.",
    "6": "Отношения могут быть поверхностными, без глубокой эмоциональной связи.",
    "7": "Партнеры могут чувствовать себя оторванными друг от друга из-за различных духовных устремлений."
  },
  "2": {
    "1": "Сильное физическое влечение, но возможны эмоциональные разногласия из-за различий в потребностях.",
    "2": "Союз на уровне Свадхистана-чакры: брак по расчету, основанный на материальной выгоде и объединении капиталов.",
    "3": "Партнеры поддерживают друг друга в достижении целей и стремятся к общему успеху.",
    "4": "Эмоциональная связь может быть нестабильной из-за различий в выражении чувств.",
    "5": "Творческий союз, где партнеры вдохновляют друг друга на самовыражение.",
    "6": "Интеллектуальная совместимость способствует глубоким обсуждениям и обмену идеями.",
    "7": "Духовные различия могут привести к ощущению неполноты в отношениях."
  },
  "3": {
    "1": "Партнерство, основанное на стремлении к материальному благополучию и социальной стабильности.",
    "2": "Партнеры поддерживают друг друга в достижении целей и стремятся к общему успеху.",
    "3": "Союз на уровне Манипура-чакры: отношения, основанные на совместных проектах и стремлении к социальной славе.",
    "4": "Различия в эмоциональных потребностях могут привести к недопониманию.",
    "5": "Партнеры могут вдохновлять друг друга на творческие достижения и самовыражение.",
    "6": "Интеллектуальная совместимость способствует продуктивному сотрудничеству.",
    "7": "Духовные устремления могут быть несовместимы, что приведет к разногласиям."
  },
  "4": {
    "1": "Фундаментальные различия в ценностях могут привести к недопониманию и конфликтам.",
    "2": "Эмоциональная связь может быть нестабильной из-за различий в выражении чувств.",
    "3": "Различия в эмоциональных потребностях могут привести к недопониманию.",
    "4": "Союз на уровне Анахата-чакры: отношения, основанные на взаимной любви и доброжелательности, способствующие благополучию и достатку.",
    "5": "Партнеры могут испытывать глубокую эмоциональную связь и вдохновлять друг друга.",
    "6": "Интуитивное понимание друг друга способствует гармонии в отношениях.",
    "7": "Духовная близость укрепляет союз и способствует совместному росту."
  },
  "5": {
    "1": "Разные уровни духовного развития могут вызвать сложности в коммуникации и понимании.",
    "2": "Творческий союз, где партнеры вдохновляют друг друга на самовыражение.",
    "3": "Партнеры могут вдохновлять друг друга на творческие достижения и самовыражение.",
    "4": "Партнеры могут испытывать глубокую эмоциональную связь и вдохновлять друг друга.",
    "5": "Союз на уровне Вишудха-чакры: отношения двух творческих людей, основанные на возвышенной и чистой любви, без материальных приоритетов.",
    "6": "Интеллектуальная и творческая совместимость способствует глубокому взаимопониманию.",
    "7": "Партнеры могут совместно стремиться к духовному развитию и самопознанию."
  },
  "6": {
    "1": "Отношения могут быть поверхностными, без глубокой эмоциональной связи.",
    "2": "Интеллектуальная совместимость способствует глубоким обсуждениям и обмену идеями.",
    "3": "Интеллектуальная совместимость способствует продуктивному сотрудничеству.",
    "4": "Интуитивное понимание друг друга способствует гармонии в отношениях.",
    "5": "Интеллектуальная и творческая совместимость способствует глубокому взаимопониманию.",
    "6": "Союз на уровне Аджна-чакры: отношения, характеризующиеся высокой интеллектуальной совместимостью и общими целями в развитии.",
    "7": "Партнеры могут совместно исследовать высшие уровни сознания и понимания."
  },
  "7": {
    "1": "Партнеры могут чувствовать себя оторванными друг от друга из-за различных духовных устремлений.",
    "2": "Духовные различия могут привести к ощущению неполноты в отношениях.",
    "3": "Духовные устремления могут быть несовместимы, что приведет к разногласиям.",
    "4": "Духовная близость укрепляет союз и способствует совместному росту.",
    "5": "Партнеры могут совместно стремиться к духовному развитию и самопознанию.",
    "6": "Партнеры могут совместно исследовать высшие уровни сознания и понимания.",
    "7": "Союз на уровне Сахасрара-чакры: идеальный брак, основанный на космической связи и совместном духовном развитии, где муж является главой семьи и учителем, а жена — создательницей гармоничного жизненного пространства."
  }
}
