{
 "1": {
  "1": {
    "summary": "Союз на уровне Муладхара-чакры: отношения строятся на основе сексуального влечения и взаимной выгоды, обеспечивая стабильность и комфорт.",
    "details": {
      "1": {
        "how": "Поддерживайте друг друга, стройте общий фундамент.",
        "not": "Не застревайте в рутине, развивайтесь вместе."
      },
      "2": {
        "how": "Добавляйте новизну и чувственность.",
        "not": "Не превращайте секс в ритуал по расписанию."
      },
      "3": {
        "how": "Определяйте совместные цели, выходите из зоны комфорта.",
        "not": "Не стройте отношения только на удобстве."
      }
    }
  },
  "2": {
    "summary": "Сильное физическое влечение, но возможны эмоциональные разногласия из-за различий в потребностях.",
    "details": {
      "1": {
        "how": "Позволь ему добавить лёгкости, не пытайся его успокоить.",
        "not": "Не пытайся привязать его к материальному, если он ищет эмоции."
      },
      "2": {
        "how": "Открывайся чувствам, позволь себе игру.",
        "not": "Не подавляй его страсть своей рациональностью."
      },
      "3": {
        "how": "Поддерживай его творческие амбиции, но оставайся его опорой.",
        "not": "Не воспринимай его нестабильность как угрозу."
      }
    }
  },
  "3": {
    "summary": "Партнерство, основанное на стремлении к материальному благополучию и социальной стабильности.",
    "details": {
      "1": {
        "how": "Позволь ему брать ответственность, но не теряй себя.",
        "not": "Не воспринимай его силу как давление."
      },
      "2": {
        "how": "Уважай его страсть к победам, поддерживай его лидерство.",
        "not": "Не делай отношения борьбой за власть."
      },
      "3": {
        "how": "Будь его тылом, помогай достигать целей.",
        "not": "Не подменяй чувства материальным комфортом."
      }
    }
  },
  "4": {
    "summary": "Фундаментальные различия в ценностях могут привести к недопониманию и конфликтам.",
    "details": {
      "1": {
        "how": "Позволь ему привносить душевную теплоту, а не только структуру.",
        "not": "Не бойся его чувств, не закрывайся от них."
      },
      "2": {
        "how": "Позволь себе открываться его чувствам, проявлять нежность и искренность.",
        "not": "Не закрывайся, думая, что эмоции – это слабость, и не бойся глубины."
      },
      "3": {
        "how": "Учись видеть в отношениях не только стабильность, но и развитие через чувства. Дай партнёру свободу выражать любовь так, как он её чувствует.",
        "not": "Не ограничивай ваши отношения только заботой и бытом, оставляя чувства на втором плане."
      }
    }
  },
  "5": {
    "summary": "Разные уровни духовного развития могут вызвать сложности в коммуникации и понимании.",
    "details": {
      "1": {
        "how": "Учись с ним разговаривать о чувствах, не только о быте.",
        "not": "Не думай, что слова – это пустое."
      },
      "2": {
        "how": "Открывайся его творчеству, позволь себе экспериментировать.",
        "not": "Не подавляй его вдохновение прагматикой."
      },
      "3": {
        "how": "Вместе создавайте пространство для обмена идеями и смыслами.",
        "not": "Не думай, что его философия – это оторванность от реальности."
      }
    }
  },
  "6": {
    "summary": "Отношения могут быть поверхностными, без глубокой эмоциональной связи.",
    "details": {
      "1": {
        "how": "Позволь ему видеть картину шире, но не теряй свою опору.",
        "not": "Не пытайся ограничивать его мир рамками."
      },
      "2": {
        "how": "Позволь себе чувствовать тонкие вибрации его присутствия.",
        "not": "Не требуй доказательств любви в привычных тебе формах."
      },
      "3": {
        "how": "Вместе развивайтесь, но в своём темпе.",
        "not": "Не бойся его нестандартного взгляда на мир."
      }
    }
  },
  "7": {
    "summary": "Партнеры могут чувствовать себя оторванными друг от друга из-за различных духовных устремлений.",
    "details": {
      "1": {
        "how": "Позволь ему быть в потоке жизни, сохраняя твоё внутреннее равновесие.",
        "not": "Не пытайся заземлить его, если он живёт выше материального."
      },
      "2": {
        "how": "Позволь любви выйти за пределы физического.",
        "not": "Не требуй привычных проявлений любви – он живёт в единстве."
      },
      "3": {
        "how": "Развивайся рядом с ним, но на своём уровне.",
        "not": "Не бойся его отрешённости – он в принятии."
      }
    }
  }
},
"2": {
  "1": {
    "summary": "Сильное физическое влечение, но возможны эмоциональные разногласия из-за различий в потребностях.",
    "details": {
      "1": {
        "how": "Прими его надёжность, позволь себе расслабиться.",
        "not": "Не бойся, что его стабильность ограничит твою свободу."
      },
      "2": {
        "how": "Позволь ему раскрыться эмоционально через тебя.",
        "not": "Не считай, что он слишком сдержан или скучен."
      },
      "3": {
        "how": "Помоги ему видеть жизнь не только через материальные цели.",
        "not": "Не считай, что он слишком зациклен на быте."
      }
    }
  },
  "2": {
    "summary": "Союз на уровне Свадхистана-чакры: брак по расчету, основанный на материальной выгоде и объединении капиталов.",
    "details": {
      "1": {
        "how": "Открыто говорите о чувствах, создавайте безопасное пространство для эмоций.",
        "not": "Не живите только моментом, подумайте о будущем."
      },
      "2": {
        "how": "Наслаждайтесь друг другом, дайте волю страсти.",
        "not": "Не делайте отношения хаотичными и нестабильными."
      },
      "3": {
        "how": "Вдохновляйте друг друга, развивайте совместное творчество.",
        "not": "Не теряйтесь в эмоциях, забывая про реальные шаги вперёд."
      }
    }
  },
  "3": {
    "summary": "Партнеры поддерживают друг друга в достижении целей и стремятся к общему успеху.",
    "details": {
      "1": {
        "how": "Позволь ему вести, но не теряй себя.",
        "not": "Не позволяй ему контролировать твои эмоции."
      },
      "2": {
        "how": "Дай ему почувствовать, что он завоёвывает тебя.",
        "not": "Не будь для него просто трофеем."
      },
      "3": {
        "how": "Поддерживай его амбиции, но не подстраивайся полностью.",
        "not": "Не позволяй его целям подавлять твою индивидуальность."
      }
    }
  },
  "4": {
    "summary": "Эмоциональная связь может быть нестабильной из-за различий в выражении чувств.",
    "details": {
      "1": {
        "how": "Позволь ему раскрывать твои чувства и углублять эмоции.",
        "not": "Не бойся его открытости, не убегай от привязанности."
      },
      "2": {
        "how": "Открывай ему свою уязвимость и искренность.",
        "not": "Не играй в любовь, не провоцируй ревность."
      },
      "3": {
        "how": "Учитесь чувствовать друг друга, а не просто работать над отношениями.",
        "not": "Не избегайте конфликтов, если они помогают глубже понять друг друга."
      }
    }
  },
  "5": {
    "summary": "Творческий союз, где партнеры вдохновляют друг друга на самовыражение.",
    "details": {
      "1": {
        "how": "Открывайся его мыслям, делись своими переживаниями.",
        "not": "Не думай, что его разговоры – пустая болтовня."
      },
      "2": {
        "how": "Позволь себе экспериментировать, играть, говорить о желаниях.",
        "not": "Не замалчивай то, что тебе важно."
      },
      "3": {
        "how": "Вдохновляйте друг друга на творчество, совместные проекты.",
        "not": "Не позволяй его идеям оставаться просто словами."
      }
    }
  },
  "6": {
    "summary": "Интеллектуальная совместимость способствует глубоким обсуждениям и обмену идеями.",
    "details": {
      "1": {
        "how": "Доверься его интуиции, учись видеть глубже.",
        "not": "Не бойся, что он слишком отстранён от бытовых вопросов."
      },
      "2": {
        "how": "Позволь вашим эмоциям выходить за рамки физического.",
        "not": "Не пытайся перевести его духовность в материальные проявления."
      },
      "3": {
        "how": "Открывай для себя его мир, ищи баланс между чувствами и разумом.",
        "not": "Не думай, что твои эмоции для него неважны."
      }
    }
  },
  "7": {
    "summary": "Духовные различия могут привести к ощущению неполноты в отношениях.",
    "details": {
      "1": {
        "how": "Позволь себе доверять Вселенной рядом с ним.",
        "not": "Не пытайся привязать его к материальному миру."
      },
      "2": {
        "how": "Осознай, что любовь – это не только страсть, но и единство душ.",
        "not": "Не пытайся измерять его любовь привычными категориями."
      },
      "3": {
        "how": "Позволь себе быть рядом, даже если его взгляд на жизнь кажется запредельным.",
        "not": "Не требуй, чтобы он соответствовал твоим ожиданиям."
      }
    }
  }
},
"3": {
  "1": {
    "summary": "Партнерство, основанное на стремлении к материальному благополучию и социальной стабильности.",
     "details": {
   "1": {
      "how": "Дай ему ощущение, что ты можешь быть надёжной опорой, но не теряй лидерство.",
      "dont": "Не пытайся контролировать его полностью, уважай его потребность в стабильности."
    },
    "2": {
      "how": "Позволь ему чувствовать твою силу, но не подавляй его желания.",
      "dont": "Не делай секс инструментом власти в отношениях."
    },
    "3": {
      "how": "Направляй его энергию в рост, помогай ему видеть перспективы.",
      "dont": "Не требуй от него больше, чем он готов дать."
    }
   }
  },
  "2": {
    "summary": "Партнеры поддерживают друг друга в достижении целей и стремятся к общему успеху.",
    "details": {
    
   "1": {
      "how": "Будь для него опорой, но не разрушай его эмоциональность.",
      "dont": "Не обесценивай его чувства, даже если они кажутся тебе нелогичными."
    },
    "2": {
      "how": "Позволь ему вносить лёгкость и страсть в вашу жизнь.",
      "dont": "Не превращай его эмоции в слабость, не требуй постоянной серьёзности."
    },
    "3": {
      "how": "Вдохновляй его на конкретные шаги, помогай ему реализовывать идеи.",
      "dont": "Не подавляй его творческую энергию своими амбициями."
    }
   }
  },
  "3": {
    "summary": "Союз на уровне Манипура-чакры: отношения, основанные на совместных проектах и стремлении к социальной славе.",
     "details": {
   "1": {
      "how": "Уважайте границы друг друга, создавайте сильный союз.",
      "dont": "Не превращайте отношения в соревнование за лидерство."
    },
    "2": {
      "how": "Позвольте себе страсть, но не забывайте про глубину.",
      "dont": "Не пытайтесь доминировать друг над другом в постели."
    },
    "3": {
      "how": "Создавайте мощные проекты, поддерживайте друг друга в достижениях.",
      "dont": "Не стройте отношения только на амбициях, без эмоциональной связи."
    }
   }
  },
  "4": {
    "summary": "Различия в эмоциональных потребностях могут привести к недопониманию.",
    "details": {
   "1": {
      "how": "Позволь ему привнести в отношения душевность и нежность.",
      "dont": "Не считай, что его эмоциональность – это слабость."
    },
    "2": {
      "how": "Открывайся его чувствам, учись отпускать контроль.",
      "dont": "Не пытайся подчинить его эмоции своей логике."
    },
    "3": {
      "how": "Развивайте совместные ценности, создавайте не только внешние цели, но и внутренний рост.",
      "dont": "Не пытайся направлять его энергию только в свои планы."
    }
   }
  },
  "5": {
    "summary": "Партнеры могут вдохновлять друг друга на творческие достижения и самовыражение.",
     "details": {
   "1": {
      "how": "Приготовься к глубоким разговорам, даже если они выходят за рамки твоих амбиций.",
      "dont": "Не пытайся свести его философские поиски к прагматичным вещам."
    },
    "2": {
      "how": "Открывайся его идеям, позволь себе экспериментировать в чувственности.",
      "dont": "Не игнорируй его потребность в искреннем общении."
    },
    "3": {
      "how": "Поддерживай его идеи, даже если они кажутся абстрактными.",
      "dont": "Не требуй быстрых результатов — ему важно осмыслить перед действием."
    }
   }
  },
  "6": {
    "summary": "Интеллектуальная совместимость способствует продуктивному сотрудничеству.",
    "details": {
    "1": {
      "how": "Позволь ему видеть стратегию ваших отношений на более глубоком уровне.",
      "dont": "Не бойся его нестандартных взглядов на мир."
    },
    "2": {
      "how": "Позволь ему вести тебя в новое осознание любви.",
      "dont": "Не пытайся навязать ему слишком чёткие рамки."
    },
    "3": {
      "how": "Соедините логику и интуицию, чтобы двигаться в гармонии.",
      "dont": "Не жди от него чёткого плана, он ориентируется на видение, а не на шаги."
    }
   }
  },
  "7": {
    "summary": "Духовные устремления могут быть несовместимы, что приведет к разногласиям.",
   "details": {
    "1": {
      "how": "Прими, что он живёт вне рамок контроля, но это не угрожает вам.",
      "dont": "Не пытайся управлять его духовным поиском."
    },
    "2": {
      "how": "Принимай его любовь как состояние, а не через внешние проявления.",
      "dont": "Не жди от него привычных знаков внимания и зависимой привязанности."
    },
    "3": {
      "how": "Учись у него видеть суть вещей, а не только их форму.",
      "dont": "Не пытайся структурировать его путь."
    }
   }
  }
},
  "4": {
    "1": {
      "summary": "Фундаментальные различия в ценностях могут привести к недопониманию и конфликтам.",
      "details": {
      "1": {
        "how": "Дай ему ощущение, что твоя любовь надёжна и постоянна.",
        "not": "Не жди от него глубокой эмоциональной включённости сразу."
      },
      "2": {
        "how": "Позволь ему учиться проявлять чувства через твою открытость.",
        "not": "Не закрывайся, если он пока не понимает твою эмоциональность."
      },
      "3": {
        "how": "Будь для него вдохновением, помоги увидеть ценность душевной близости.",
        "not": "Не требуй, чтобы он сразу понял твой взгляд на любовь."
      }
     }
    },
    "2": {
      "summary": "Эмоциональная связь может быть нестабильной из-за различий в выражении чувств.",
      "details": {
      "1": {
        "how": "Прими его эмоциональность, но помоги ему углубиться в чувства.",
        "not": "Не растворяйся в его настроении, сохраняй внутреннюю опору."
      },
      "2": {
        "how": "Позволь себе искренне разделять его страсть, не сдерживай эмоции.",
        "not": "Не бойся, что его порывистость разрушит вашу связь."
      },
      "3": {
        "how": "Вдохновляйте друг друга, находите радость в совместных переживаниях.",
        "not": "Не позволяй эмоциям управлять вашими решениями."
      }
     }
    },
    "3": {
      "summary": "Различия в эмоциональных потребностях могут привести к недопониманию.",
      "details": {
      "1": {
        "how": "Позволь ему чувствовать себя лидером, но оставайся в контакте с собой.",
        "not": "Не пытайся переубедить его, что эмоции важнее действий."
      },
      "2": {
        "title": "Эмоции и секс",
        "how": "Позволь себе быть нежной, но не теряй своей свободы в чувствах.",
        "not": "Не позволяй ему контролировать твои эмоциональные проявления."
      },
      "3": {
        "how": "Показывай, что отношения — это не только цели, но и взаимопонимание.",
        "not": "Не соглашайся на связь, построенную только на выгоде и амбициях."
      }
     }
    },
    "4": {
      "summary": "Союз на уровне Анахата-чакры: отношения, основанные на взаимной любви и доброжелательности, способствующие благополучию и достатку.",
     "details": {
      "1": {
        "how": "Стройте доверие через открытость и искренность.",
        "not": "Не растворяйтесь друг в друге, забывая о собственных границах."
      },
      "2": {
        "how": "Позволяйте друг другу проявлять уязвимость и близость.",
        "not": "Не бойтесь показывать настоящие эмоции."
      },
      "3": {
        "how": "Развивайтесь вместе, создавайте что-то важное на основе любви.",
        "not": "Не ждите, что отношения сами по себе останутся идеальными без усилий."
      }
     }
    },
    "5": {
      "summary": "Партнеры могут испытывать глубокую эмоциональную связь и вдохновлять друг друга.",
     "details": {
      "1": {
        "how": "Позволь ему выражать любовь через слова и смысл.",
        "not": "Не считай, что любовь — это только действия и эмоции."
      },
      "2": {
        "how": "Открывайтесь друг другу через диалог и чувственное взаимодействие.",
        "not": "Не сводите любовь только к словам или физической близости — важно и то, и другое."
      },
      "3": {
        "how": "Вдохновляйте друг друга на развитие, создавайте совместные идеи.",
        "not": "Не ожидайте, что каждый разговор приведёт к конкретному результату."
      }
     }
    },
    "6": {
      "summary": "Интуитивное понимание друг друга способствует гармонии в отношениях.",
      "details": {
      "1": {
        "how": "Позволь ему видеть глубже, чем эмоции, учись у него ясности восприятия.",
        "not": "Не пытайся ограничить его эмоционально, если он выражает чувства иначе."
      },
      "2": {
        "how": "Открывай для себя новую глубину любви через осознанность.",
        "not": "Не требуй от него привычных романтических жестов."
      },
      "3": {
        "how": "Развивайтесь духовно, находите гармонию между интуицией и чувствами.",
        "not": "Не думай, что твоя эмоциональность мешает его пониманию мира."
      }
     }
    },
    "7": {
      "summary": "Духовная близость укрепляет союз и способствует совместному росту.",
       "details": {
      "1": {
        "how": "Прими, что любовь может быть свободной и безусловной.",
        "not": "Не пытайся привязать его к привычным рамкам отношений."
      },
      "2": {
        "how": "Учись ощущать любовь как единство, а не просто эмоцию.",
        "not": "Не требуй от него проявлений любви в традиционной форме."
      },
      "3": {
        "how": "Позволь его видению вдохновлять тебя, даже если оно не связано с действиями.",
        "not": "Не пытайся привнести в вашу связь больше структуры и направленности."
      }
     }
    }
  },
"5": {
  "1": {
    "summary": "Разные уровни духовного развития могут вызвать сложности в коммуникации и понимании.",
    "details": {
      "1": {
        "how": "Помоги ему осознать, что слова тоже создают реальность, а не только действия.",
        "not": "Не пытайся вывести его в разговоры, если он пока не готов."
      },
      "2": {
        "how": "Говори о желаниях, помогай ему чувствовать через осознание.",
        "not": "Не жди, что он будет выражать эмоции так же, как ты."
      },
      "3": {
        "how": "Находи точки соприкосновения, соединяя идеи с его практичностью.",
        "not": "Не жди, что он сразу поддержит абстрактные  темы."
      }
    }
  },
  "2": {
    "summary": "Творческий союз, где партнеры вдохновляют друг друга на самовыражение.",
    "details": {
      "1": {
        "how": "Вдохновляй его на осознанность, помогай упорядочить эмоции.",
        "not": "Не требуй от него логики там, где он живёт чувствами."
      },
      "2": {
        "how": "Позволь ему научить тебя быть более чувственным.",
        "not": "Не пытайся выразить любовь только словами, без эмоций."
      },
      "3": {
        "how": "Создавайте вместе что-то уникальное, комбинируя творчество и осознание.",
        "not": "Не позволяй эмоциям затмевать смысл ваших действий."
      }
    }
  },
  "3": {
    "summary": "Партнеры могут вдохновлять друг друга на творческие достижения и самовыражение.",
    "details": {
      "1": {
        "how": "Соедини его действие с осознанностью, помогай ему видеть суть.",
        "not": "Не подавляй его инициативу рассуждениями."
      },
      "2": {
        "how": "Дай ему почувствовать, что эмоции не требуют контроля или объяснений.",
        "not": "Не позволяй логике и разбору чувств мешать искреннему переживанию момента."
      },
      "3": {
        "how": "Вместе создавайте идеи, которые несут ценность.",
        "not": "Не превращайте отношения в борьбу между логикой и словами."
      }
    }
  },
  "4": {
    "summary": "Партнеры могут испытывать глубокую эмоциональную связь и вдохновлять друг друга.",
    "details": {
      "1": {
        "how": "Дай ему почувствовать, что любовь может выражаться через осознание.",
        "not": "Не пытайся объяснять все его эмоции через интеллект."
      },
      "2": {
        "how": "Говорите о чувствах, помогая друг другу глубже понимать их природу.",
        "not": "Не оставляй его эмоции без ответа, даже если они тебе непонятны."
      },
      "3": {
        "how": "Вдохновляйте друг друга на совместное творчество и духовный рост.",
        "not": "Не увлекайтесь обсуждениями, забывая о практических шагах."
      }
    }
  },
  "5": {
    "summary": "Союз на уровне Вишудха-чакры: отношения двух творческих людей, основанные на возвышенной и чистой любви, без материальных приоритетов.",
    "details": {
      "1": {
        "how": "Развивайте совместное пространство идей и общения.",
        "not": "Не теряйтесь в словах, забывая про реальность."
      },
      "2": {
        "how": "Позволяйте себе чувствовать без необходимости всё объяснять.",
        "not": "Не сводите эмоции только к словам и рассуждениям."
      },
      "3": {
        "how": "Вместе создавайте проекты, которые несут смысл.",
        "not": "Не зацикливайтесь на обсуждениях, переходите к реализации."
      }
    }
  },
  "6": {
    "summary": "Интеллектуальная и творческая совместимость способствует глубокому взаимопониманию.",
    "details": {
      "1": {
        "how": "Позволь ему показать тебе глубину понимания мира.",
        "not": "Не пытайся структурировать его видение."
      },
      "2": {
        "how": "Взаимно открывайтесь духовному переживанию любви.",
        "not": "Не ожидай, что он будет выражать чувства так, как ты."
      },
      "3": {
        "how": "Развивайте осознанность вместе, помогая друг другу видеть новые смыслы.",
        "not": "Не спорь, кто из вас 'глубже' понимает реальность."
      }
    }
  },
  "7": {
    "summary": "Партнеры могут совместно стремиться к духовному развитию и самопознанию.",
    "details": {
      "1": {
        "how": "Принимай его состояние потока, не привязывая его к конкретным концепциям.",
        "not": "Не пытайся логически объяснить его путь."
      },
      "2": {
        "how": "Позволь себе чувствовать любовь как состояние, а не просто эмоцию.",
        "not": "Не жди от него конкретных слов о любви, если он выражает её иначе."
      },
      "3": {
        "how": "Позволь себе быть рядом, даже если его путь кажется тебе необъяснимым.",
        "not": "Не требуй от него чёткого плана развития ваших отношений."
      }
    }
  }
},
"6": {
  "1": {
    "summary": "Отношения могут быть поверхностными, без глубокой эмоциональной связи.",
    "details": {
      "1": {
        "how": "Уважай его потребность в чёткой структуре и безопасности, помогай ему расширять границы восприятия.",
        "not": "Не требуй от него сразу глубокого понимания твоего мировоззрения."
      },
      "2": {
        "how": "Позволь ему выражать любовь через заботу, а не только через слова.",
        "not": "Не считай, что его приземлённость мешает вашей связи."
      },
      "3": {
        "how": "Направляй его к пониманию того, что мир больше, чем материальное.",
        "not": "Не пытайся изменить его стремление к стабильности."
      }
    }
  },
  "2": {
    "summary": "Интеллектуальная совместимость способствует глубоким обсуждениям и обмену идеями.",
    "details": {
      "1": {
        "how": "Дай ему ощущение, что его эмоции важны, но помогай видеть их в перспективе.",
        "not": "Не пытайся структурировать его спонтанность, это его природа."
      },
      "2": {
        "how": "Позволь ему научить тебя радоваться моменту.",
        "not": "Не пытайся делать любовь только философской концепцией."
      },
      "3": {
        "how": "Вдохновляйте друг друга, соединяя интуицию и эмоции.",
        "not": "Не игнорируй его потребность в ярких переживаниях."
      }
    }
  },
  "3": {
    "summary": "Интеллектуальная совместимость способствует продуктивному сотрудничеству.",
    "details": {
      "1": {
        "how": "Уважай его стремление к лидерству, помогай ему осознавать глубину жизни.",
        "not": "Не пытайся доказать, что осознание выше действий."
      },
      "2": {
        "how": "Позволь ему проявлять себя страстно, направляя эту энергию в осознанность.",
        "not": "Не подавляй его стремление доминировать, помоги ему сделать это мягче."
      },
      "3": {
        "how": "Позволь его целеустремлённости дополнять твоё видение, находите баланс между логикой и интуицией.",
        "not": "Не противопоставляй его прагматичный подход своему интуитивному восприятию."
      }
    }
  },
  "4": {
    "summary": "Интуитивное понимание друг друга способствует гармонии в отношениях.",
    "details": {
      "1": {
        "how": "Позволь ему выражать любовь через чувства, сохраняя твою ясность.",
        "not": "Не пытайся анализировать его эмоции, проживай их."
      },
      "2": {
        "how": "Взаимно учитесь осознавать и углублять любовь.",
        "not": "Не требуй логики в его эмоциях, принимай их как есть."
      },
      "3": {
        "how": "Воплощайте совместные идеи, соединяя интуицию и сердечность.",
        "not": "Не оставайтесь только в ощущениях и осознаниях, важно действовать."
      }
    }
  },
  "5": {
    "summary": "Интеллектуальная и творческая совместимость способствует глубокому взаимопониманию.",
    "details": {
      "1": {
        "how": "Стройте отношения на интеллектуальном и духовном единстве.",
        "not": "Не уходите в абстракции, забывая про простые вещи."
      },
      "2": {
        "how": "Развивайте чувственное общение, делитесь своими прозрениями.",
        "not": "Не заменяйте эмоции только словами."
      },
      "3": {
        "how": "Создавайте вместе идеи, которые меняют восприятие мира.",
        "not": "Не теряйтесь в теории, воплощайте мысли в жизнь."
      }
    }
  },
  "6": {
    "summary": "Союз на уровне Аджна-чакры: отношения, характеризующиеся высокой интеллектуальной совместимостью и общими целями в развитии.",
    "details": {
      "1": {
        "how": "Доверяйте своему внутреннему видению, помогайте друг другу видеть глубже.",
        "not": "Не уходите в размышления, забывая о реальной жизни."
      },
      "2": {
        "how": "Соединяйте мудрость и чувственность, проживая любовь осознанно.",
        "not": "Не делайте отношения только духовным союзом без эмоций."
      },
      "3": {
        "how": "Развивайте совместное видение будущего, осознанно идите к целям.",
        "not": "Не зацикливайтесь на ощущении, что уже всё поняли — путь продолжается."
      }
    }
  },
  "7": {
    "summary": "Партнеры могут совместно исследовать высшие уровни сознания и понимания.",
    "details": {
      "1": {
        "how": "Прими его полное доверие Вселенной, открывайся новому.",
        "not": "Не пытайся рационально объяснить его состояние единства."
      },
      "2": {
        "how": "Позволь любви быть без границ, не привязываясь к форме.",
        "not": "Не жди от него привычных проявлений привязанности."
      },
      "3": {
        "how": "Позволь себе расти через его понимание безусловности.",
        "not": "Не требуй логики там, где есть чистое присутствие."
      }
    }
  }
},
 "7": {
  "1": {
    "summary": "Партнеры могут чувствовать себя оторванными друг от друга из-за различных духовных устремлений.",
    "details": {
      "1": {
        "how": "Будь пространством покоя и доверия, позволяя ему чувствовать опору рядом.",
        "not": "Не жди, что он сразу увидит мир шире материального."
      },
      "2": {
        "how": "Принимай любовь в любой форме, включая физическую близость.",
        "not": "Не отвергай его привязанность к земному, просто будь в принятии."
      },
      "3": {
        "how": "Показывай, что истинная стабильность — внутри, но без навязывания.",
        "not": "Не отрицай его связь с материальным, уважай его путь."
      }
    }
  },
  "2": {
    "summary": "Духовные различия могут привести к ощущению неполноты в отношениях.",
    "details": {
      "1": {
        "how": "Поддерживай его эмоциональную открытость, помогай ему чувствовать себя защищённым.",
        "not": "Не считай, что его чувства менее важны, чем твоё состояние единства."
      },
      "2": {
        "how": "Открывай любовь как поток, в котором эмоции переходят в высшее переживание.",
        "not": "Не избегай чувственного контакта, если он даёт ему энергию."
      },
      "3": {
        "how": "Позволь ему создавать, вдохновляться, проявлять эмоции через творчество.",
        "not": "Не пытайся направить его в жёсткие рамки духовного поиска."
      }
    }
  },
  "3": {
    "summary": "Духовные устремления могут быть несовместимы, что приведет к разногласиям.",
    "details": {
      "1": {
        "how": "Прими его стремление к контролю, но показывай, что истинная сила в потоке.",
        "not": "Не пытайся навязать ему идею, что действие не имеет значения."
      },
      "2": {
        "how": "Позволь ему чувствовать свою силу через любовь, но без привязанности.",
        "not": "Не подавляй его желание быть лидером, просто будь рядом."
      },
      "3": {
        "how": "Вдохновляй его видеть, что цели – это лишь часть игры сознания.",
        "not": "Не спорь с его желанием достигать, просто показывай другие горизонты."
      }
    }
  },
  "4": {
    "summary": "Духовная близость укрепляет союз и способствует совместному росту.",
    "details": {
      "1": {
        "how": "Позволь ему ощущать, что ваша любовь вне времени и условий.",
        "not": "Не направляй его переживания, пусть они текут без формы и объяснений."
      },
      "2": {
        "how": "Дай ему пространство проживать любовь через чувства, будь рядом без ожиданий.",
        "not": "Не пытайся раствориться полностью — ему важно чувствовать твоё присутствие и отклик."
      },
      "3": {
        "how": "Поддерживай его стремление к осознанным действиям.",
        "not": "Не игнорируй его желание воплощать идеи в реальность."
      }
    }
  },
  "5": {
    "summary": "Партнеры могут совместно стремиться к духовному развитию и самопознанию.",
    "details": {
      "1": {
        "how": "Будь пространством тишины, в котором его мысли и слова находят отклик.",
        "not": "Не пытайся направлять его поток — позволь ему раскрывать себя в своём ритме."
      },
      "2": {
        "how": "Открывай любовь за пределами слов, через чистое присутствие.",
        "not": "Не жди, что он почувствует её так же, как ты — он выражает через смысл и звучание."
      },
      "3": {
        "how": "Позволь его идеям течь, но не привязывайся к форме их реализации.",
        "not": "Не ожидай, что он всегда будет действовать — иногда он просто передаёт поток."
      }
    }
  },
  "6": {
    "summary": "Партнеры могут совместно исследовать высшие уровни сознания и понимания.",
    "details": {
      "1": {
        "how": "Соединяйте ясность ума и высшую осознанность, раскрывайте мир вместе.",
        "not": "Не спорьте о пути, у каждого он свой, но вы движетесь к единству."
      },
      "2": {
        "how": "Проживайте любовь как чистое присутствие, не требуя форм.",
        "not": "Не ограничивайте любовь ментальными концепциями."
      },
      "3": {
        "how": "Открывайте для себя новые уровни восприятия, учите друг друга видеть.",
        "not": "Не пытайтесь объяснить друг другу любовь, просто будьте в ней."
      }
    }
  },
  "7": {
    "summary": "Союз на уровне Сахасрара-чакры: идеальный брак, основанный на космической связи и совместном духовном развитии.",
    "details": {
      "1": {
        "how": "Позвольте себе раствориться в любви без границ.",
        "not": "Не пытайтесь определить, что правильно, а что нет, просто присутствуйте."
      },
      "2": {
        "how": "Переживайте любовь как абсолют, без форм, без ограничений.",
        "not": "Не требуйте от любви объяснений, она просто есть."
      },
      "3": {
        "how": "Позвольте любви быть вашей дорогой, без нужды в маршруте.",
        "not": "Не создавайте ожиданий, любовь сама ведёт вас."
      }
    }
  }
}
  }
